[
  {
    "id": 1,
    "text": "Nissan Motor Co. is set to be fined 2.4 billion yen ($22 million) for underreporting former chairman Carlos Ghosn’s compensation, Japan’s securities regulators said. The Securities and Exchange Surveillance Commission made the recommendation just over one year after Ghosn’s arrest, which shocked the auto industry and triggered turmoil at the Japanese automaker and its alliance partner, Renault SA. Ghosn, who has denied charges of underreporting income and diverting company money for his own use, is free on bail as he prepares for a trial set to start next year. Nissan is struggling to chart a path to growth after announcing a plunge in profitability to decade lows and 12,500 job cuts, and replacing top management. In September, the Securities and Exchange Commission settled with Nissan and Ghosn over claims that they failed to disclose more than $140 million in pay. Nissan will pay the U.S. regulator $15 million while Ghosn was hit with a $1 million penalty as part of the settlement. The Japanese watchdog claimed Nissan violated the country’s financial instruments law by underreporting remuneration through March 2018. Nissan had asked for the fine to be reduced from an initial 4 billion yen, the Asahi and other newspapers reported. More must-read stories from Fortune: —The ‘princess’ and the prisoner: How China’s Huawei lost public support at home —2020 Crystal Ball: Predictions for the economy, politics, technology, etc. —China’s lessons from the bike sharing bust may hang over its A.I. boom —Russia and China have built a new gas pipeline that has everything—except profit —Why it’s still so hard to sell medical marijuana in Asia Catch up with Data Sheet, Fortune’s daily digest on the business of tech.",
    "r": 1
  },
  {
    "id": 2,
    "text": "Interview Siemens and the battle against bribery and corruption This article is more than 12 years old Bruce Watson Sustainability is about survival, says Siemens general counsel Peter Solmssen, who argues that global cooperation is key to winning the fight Peter Solmssen, general counsel for Siemens, is speaking at the UN Global Compact Leaders Summit on 20 September. Read more articles about the summit here Wed 18 Sep 2013 17.20 CEST Share 0 Where might businesses make the biggest impact on sustainability? Traditional answers might be fuel consumption and carbon emissions, resource efficiency and waste management. But Peter Y. Solmssen, general counsel for Siemens AG, argues for a broader view of sustainability as something that underlies every aspect of global business culture. Sustainability involves more than climate change and the environment, Solmssen says. Sustainability is about survival. It means clean water and clean air, but it also means having an economic system that works for everyone. It means having responsible citizens, both corporate and individual. A key part of this culture of responsibility, Solmssen claims, is a global business environment that actively fights corruption and bribery. There's no point in subsidizing any particular effort to restrict clean water, clean air or energy production in countries which are beset with corruption, Solmssen says. The money will end up in numbered bank accounts in Switzerland. It won't go where it's supposed to go. Siemens is well versed in the high cost of corruption: in 2008, following a string of high-profile bribery scandals, it agreed to a record $1.6bn legal settlement with American and European authorities. Solmssen, in fact, was part of the group Siemens CEO Peter Löscher brought in to help clean up the company's institutional culture. Löscher's team quickly went to work. In an article for the Harvard Business Review, Löscher explained how – in a few months – the company cleaned house, replacing 80% of its top-tier executives, 70% of its second tier and 40% of its third tier. But Siemens' culture of corruption extended far beyond the executive suite. As one German investigator later put it, bribery was Siemens' business model. In fact, the company even had a handy accounting euphemism for its bribes: nützliche Aufwendungen, or useful money. Given the corruption that permeated Siemens, it was clear that Löscher's team needed to fundamentally change the culture of the firm. The trouble was, the employees who knew the most about the company's bribery culture and methods were the same ones who were actually involved in it. Changing Siemens' way of doing business would require enlisting help from the very employees who had the most to lose. Löscher offered his workers a deal: He promised that anyone who came forward to admit their involvement in bribery would get full amnesty. Not only wouldn't they be fired, but the company promised to help with any legal problems stemming from these admissions. On the other hand, those employees who didn't come forward, but were later found guilty of bribery, would be fired. Solmssen estimates that about 130 employees came forward to admit their role in bribery and to explain where the money had gone. According to Solmssen, Siemens' anti-corruption efforts have come with minimal cost. In fact, he claims, the company's bottom line has only grown. That's the important lesson from our case, he says. There is no tradeoff. Clean business is good business. Siemens' 2012 annual report, which shows steady year-over-year revenue growth between 2010 and 2012, bears this out. Siemens' internal efforts notwithstanding, Solmssen is quick to point out that corruption is a global problem – and one that requires a global solution. First you need an internal, leadership commitment to compliance, he says. Then you can organize concerted, collective action among other companies in your markets. Collaborating for change But Solmssen is convinced that the groundwork for industry-wide cooperation already exists. Speaking of General Electric, where he previously worked, Solmssen notes that, although his old company and Siemens compete vigorously all around the world, they have a deep well of shared values. We cooperate on many fronts, such as the fight against corruption, he explains. We cooperate on standard setting, even while we're competing commercially. This sort of cooperation can lead to significant change, he says: If we, the major companies and, really, anyone in private industry, link arms, we can drive corruption out of our markets. I call it the Cartel of the Good. If we cooperate, then there is no bribery. Unsurprisingly, the fight against corruption also extends beyond the business community and into the realm of international governance. It is principle 10 of the UN Global Compact, Solmssen notes. Later this week, he will address global business cooperation at the UN Global Compact Leaders Summit, which he says itself is an example of good companies combining to make their environments better. Despite the success of Siemens' anti-bribery efforts, Solmssen is quick to note that the problem still exists. The bribery-related fallout – and court proceedings – continues. It's a constant struggle, he notes. The bad guys are clever. You close one door and they try to get through another. The answer, it seems, is to make sure that the doors are closed to bribery and corruption, not only at one company, but across the globe.",
    "r": 1
  },
  {
    "id": 3,
    "text": "Skip to main content Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the Department of Justice’s contingency plan for more information. An official website of the United States government Here's how you know open menu icon DOJ Menu DOJ USAO Logo Eastern District of Virginia UtilitiesAbout EDVA Find Help Contact Us Search Search Search About News Services & Programs Careers Contact Us Breadcrumb Justice.gov  U.S. Attorneys  Eastern District of Virginia  Press Releases  Siemens Energy, Inc. Pleads Guilty To Stealing Confidential Competitor Information In $104M Resolution After Former Corporate Executive and Others Were Sentenced Press Release Siemens Energy, Inc. pleads guilty to stealing confidential competitor information in $104M resolution after former corporate executive and others were sentenced Monday, September 30, 2024 Share right caret For Immediate Release U.S. Attorney's Office, Eastern District of Virginia RICHMOND, Va. – Siemens Energy, Inc. (Siemens), pleaded guilty today and has agreed to pay $104 million to resolve the Justice Department’s criminal investigation into violations related to the misappropriation of confidential competitor information. Additionally, Siemens has agreed to a three-year term of organizational probation. Siemens is a U.S.-based subsidiary of a Germany-based global manufacturing conglomerate, Siemens Energy AG (SMNEY), whose technology is responsible for one sixth of electricity production worldwide. “Corporate accountability remains a top priority for the Department of Justice,” said Jessica D. Aber, U.S. Attorney for the Eastern District of Virginia. “The actions of these defendants undermined the integrity of the competitive marketplace, harming both competitors and consumers. The Department has established whistleblower programs to encourage corporations and individuals to come forward with timely information regarding misconduct and criminal behavior. Failing to do so invites prosecution and serious consequences.” “The FBI will work to hold those accountable who steal confidential information to obtain a competitive advantage, whether they be agents, employees, executives, or corporations themselves,” said Stanley M. Meador, Special Agent in Charge of the FBI’s Richmond Field Office.  “We will rigorously investigate those who criminally conspire to defraud companies for their personal gain.” “Corporate fraud schemes ultimately end up hurting the consumers they serve,” said Damon E. Wood, Inspector in Charge of the U.S. Postal Inspection Service – Washington Division. Protecting the U.S. Mail from these schemes will always be a top priority for the U.S. Postal Inspection Service. We are proud to work alongside our law enforcement partners to bring this case to a successful conclusion.” According to court documents, in 2019, Dominion Energy, Inc. (Dominion), a utility company based in Richmond that provides electricity to four million customers in Virginia, North Carolina, and South Carolina, sought to build a “Peaker” combustion turbine power plant in the greater Richmond metropolitan area. Peaker power plants are specifically designed to add electricity generation capacity to alleviate high grid load and improve electric grid resiliency. The electricity infrastructure project had projected cost of upwards of $500 million. To build the power plant, Dominion opened a competitive, closed bid process soliciting requests for proposals from qualified companies. Three companies bid for the work: General Electric Company (GE), Mitsubishi Heavy Industries, Ltd. (MHI), and Siemens. All companies executed non-disclosure agreements restricting the disclosure of confidential information provided to Dominion during the bid. After GE and MHI submitted their closed bids to Dominion in May 2019, Account Manager, Michael P. Hillen of Siemens coordinated with a Dominion insider, Director of Generation System Planning Theodore S. Fasca, who used his sensitive position to improperly obtain GE and MHI confidential information. Hillen and Fasca funneled the pilfered GE and MHI bid information through private email accounts, including Hillen’s wife’s Hotmail email address, before sending the confidential information to Hillen’s Siemens email address. Hillen then disseminated the confidential information to Siemens Account Manager Mehran Sharifi, who analyzed the confidential bid information with other employees. Realizing that Siemens had a less competitive bid than GE by some metrics, Sharifi recommended to Siemens Executive Vice President and Head of Sales for North America, John Gibson, that Siemens resubmit a lowered bid to undercut GE’s bid price. Gibson, Sharifi, Hillen, and Fasca all knew the GE and MHI bid information was improperly obtained and that Siemens should not have had access to this information. Gibson strategically disseminated the confidential information to other Siemens senior executives, to leaders within Siemens’ business intelligence unit, and to representatives of Siemens’ then-parent company in Germany. Gibson’s dissemination of the information was calculated to provide Siemens with a competitive advantage in the bid for the Dominion project, improve Siemens’ business intelligence, and provide Siemens with a competitive advantage in future bids, all to the detriment of GE and MHI. After learning of GE’s and MHI’s bids for the Dominion project, Gibson authorized and obtained approvals within Siemens, including from the Chief Executive Officer for Power Generation and representatives of Siemens’ then-parent company in Germany, to resubmit a lower bid for the Dominion project, undercutting GE’s bid. Siemens won the bid with Dominion. Even after submitting the lowered bid, Siemens continued misappropriating GE and MHI confidential information on numerous occasions throughout June 2019. Siemens Energy Inc. is scheduled to be sentenced on Dec. 5. The company’s plea today comes after Gibson, Hillen, Fasca, and Sharifi entered guilty pleas for their roles in the criminal misconduct. Gibson pled guilty to conspiracy to convert trade secrets and was sentenced to three years and seven months in prison. Hillen and Fasca each pled guilty to conspiracy to commit wire fraud and were sentenced to three years and one month in prison. Sharifi pled guilty to conspiracy to convert trade secrets and is scheduled to be sentenced on Oct. 11. He faces a maximum penalty of 10 years in prison.  Actual sentences for federal crimes are typically less than the maximum penalties. A federal district court judge will determine any sentence after taking into account the U.S. Sentencing Guidelines and other statutory factors. Assistant U.S. Attorneys Avi Panth, Kenneth R. Simon, Jr., and Brian J. Samuels are prosecuting the case. Former Assistant U.S. Attorney Michael R. Gill assisted the prosecution. A copy of this press release is located on the website of the U.S. Attorney’s Office for the Eastern District of Virginia. Related court documents and information are located on the website of the District Court for the Eastern District of Virginia or on PACER by searching for Case Nos. 3:24-cr-141 (Siemens Energy, Inc.), 3:23-cr-137 (John Gibson), 3:23-cr-83 (Theodore S. Fasca), 3:24-cr-20 (Mehran Sharifi), and 3:23-cr-120 (Michael P. Hillen). Contact Press Officer USAVAE.Press@usdoj.gov Updated September 30, 2024 Topics Consumer Protection Financial Fraud Components Federal Bureau of Investigation (FBI) USAO - Virginia, Eastern Related Content Press Release New York State Attorney General Indicted Lindsey Halligan, U.S. Attorney for the Eastern District of Virginia, announced today that a federal grand jury returned an indictment charging New York State Attorney General Letitia James with Bank... October 9, 2025 Press Release Praetorian Group International CEO pleads guilty to $200M bitcoin Ponzi scheme Ramil Ventura Palafox, 60, CEO of Praetorian Group International CEO pled guilty to a $200M bitcoin Ponzi scheme that defrauded over 90,000 investors worldwide. September 17, 2025 Press Release Co-CEO of Chinese publicly traded technology company and financial advisor indicted for over $100M securities fraud scheme An indictment was unsealed yesterday charging two men with orchestrating a securities fraud scheme utilizing Ostin Technology Group Co. Ltd. (OST) stock to target American retail investors. September 12, 2025 envelope icon Eastern District of Virginia Justin W. Williams United States Attorney's Building 2100 Jamieson Ave Alexandria, VA 22314 Email USAO-EDVA smartphone icon Alexandria: 703-299-3700 smartphone icon Stay Connected twitter icon linkedin icon U.S. Department of Justice logo About Budget & Performance Archives FOIA Accessibility Legal Policies & Disclaimers Privacy For Employees Office of the Inspector General No FEAR Act Data Vulnerability Disclosure Multilingual Vote.gov Have a question about Government Services? Contact USA.gov Return to the top of the page.Top",
    "r": 1
  },
  {
    "id": 4,
    "text": "Mercedes-Benz introduces new electric SUV with extended range. Mercedes-Benz has unveiled its latest electric SUV, the EQX, offering up to 700 kilometers of range on a single charge. The model features an upgraded infotainment system, sustainable interior materials, and fast-charging capabilities that reach 80% in just 20 minutes. According to the company, the new design reflects its commitment to innovation and sustainability in the premium electric vehicle market.",
    "r": 0
  },
  {
    "id": 5,
    "text": "Mercedes Benz is a company",
    "r": 0
  }
]
